envelops/uat/create.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cchm="https://servicenow.dhl.com/ns/cchm_change_request_create/">
    <soapenv:Header/>
    <soapenv:Body>
        <cchm:insert>
            <!--Optional:-->
            <template>?</template>
            <!--Optional:-->
            <short_description>?</short_description>
            <!--Optional:-->
            <u_requested_by>?</u_requested_by>
            <!--Optional:-->
            <assignment_group>?</assignment_group>
            <!--Optional:-->
            <assigned_to>?</assigned_to>
            <!--Optional:-->
            <u_change_coordinator>?</u_change_coordinator>
            <!--Optional:-->
            <priority>?</priority>
            <!--Optional:-->
            <start_date>?</start_date>
            <!--Optional:-->
            <end_date>?</end_date>
            <!--Optional:-->
            <u_reason_replanned>?</u_reason_replanned>
            <!--Optional:-->
            <u_customer_rtp_date>?</u_customer_rtp_date>
            <!--Optional:-->
            <u_environment_ready>?</u_environment_ready>
            <!--Optional:-->
            <type>?</type>
            <!--Optional:-->
            <category>?</category>
            <!--Optional:-->
            <u_subcategory>?</u_subcategory>
            <!--Optional:-->
            <u_impacted_environment>?</u_impacted_environment>
            <!--Optional:-->
            <cmdb_ci>?</cmdb_ci>
            <!--Optional:-->
            <u_impacted_service>?</u_impacted_service>
            <!--Optional:-->
            <reason>?</reason>
            <!--Optional:-->
            <u_maintenance_window>?</u_maintenance_window>
            <!--Optional:-->
            <impact>?</impact>
            <!--Optional:-->
            <u_countries>?</u_countries>
            <!--Optional:-->
            <u_regions>?</u_regions>
            <!--Optional:-->
            <u_impacted_business_unit>?</u_impacted_business_unit>
            <!--Optional:-->
            <u_site>?</u_site>
            <!--Optional:-->
            <description>?</description>
            <!--Optional:-->
            <u_emergency_code>?</u_emergency_code>
            <!--Optional:-->
            <u_justification>?</u_justification>
            <!--Optional:-->
            <u_escalated_by>?</u_escalated_by>
            <!--Optional:-->
            <u_followup_contact>?</u_followup_contact>
            <!--Optional:-->
            <u_issue_since>?</u_issue_since>
            <!--Optional:-->
            <u_previously_tested>?</u_previously_tested>
            <!--Optional:-->
            <u_reason_for_urgency>?</u_reason_for_urgency>
            <!--Optional:-->
            <u_impact_if_not_implemented>?</u_impact_if_not_implemented>
            <!--Optional:-->
            <u_financial_impact>?</u_financial_impact>
            <!--Optional:-->
            <u_change_tested>?</u_change_tested>
            <!--Optional:-->
            <risk>?</risk>
            <!--Optional:-->
            <u_no_test_reason>?</u_no_test_reason>
            <!--Optional:-->
            <u_implementation_risk>?</u_implementation_risk>
            <!--Optional:-->
            <u_skip_risk>?</u_skip_risk>
            <!--Optional:-->
            <u_known_impact>?</u_known_impact>
            <!--Optional:-->
            <u_anticipated_impact_on_the_ne>?</u_anticipated_impact_on_the_ne>
            <!--Optional:-->
            <u_backout_planned>?</u_backout_planned>
            <!--Optional:-->
            <u_backout_authority>?</u_backout_authority>
            <!--Optional:-->
            <u_service_outage_during_backou>?</u_service_outage_during_backou>
            <!--Optional:-->
            <u_trigger_for_backout>?</u_trigger_for_backout>
            <!--Optional:-->
            <u_duration_of_backout>?</u_duration_of_backout>
            <!--Optional:-->
            <u_no_backout_reason>?</u_no_backout_reason>
            <!--Optional:-->
            <u_backout_groups>?</u_backout_groups>
            <!--Optional:-->
            <backout_plan>?</backout_plan>
            <!--Optional:-->
            <u_security_classification>?</u_security_classification>
            <!--Optional:-->
            <u_security_description>?</u_security_description>
            <!--Optional:-->
            <u_security_regulation>?</u_security_regulation>
            <!--Optional:-->
            <u_regulation_details>?</u_regulation_details>
            <!--Optional:-->
            <u_data_exchange>?</u_data_exchange>
            <!--Optional:-->
            <u_data_exchange_details>?</u_data_exchange_details>
            <!--Optional:-->
            <u_requires_firewall>?</u_requires_firewall>
            <!--Optional:-->
            <u_firewall_details>?</u_firewall_details>
            <!--Optional:-->
            <u_security_requirements>?</u_security_requirements>
            <!--Optional:-->
            <u_security_documentation>?</u_security_documentation>
            <!--Optional:-->
            <u_security_review>?</u_security_review>
            <!--Optional:-->
            <u_security_risks>?</u_security_risks>
            <!--Optional:-->
            <u_appl__interfaces_choice>?</u_appl__interfaces_choice>
            <!--Optional:-->
            <u_application_interfaces>?</u_application_interfaces>
            <!--Optional:-->
            <u_security_standard_compliant>?</u_security_standard_compliant>
            <!--Optional:-->
            <u_security_standard_details>?</u_security_standard_details>
            <!--Optional:-->
            <u_deviations_to_global_its>?</u_deviations_to_global_its>
            <!--Optional:-->
            <u_deviations_to_telecoms_infra>?</u_deviations_to_telecoms_infra>
            <!--Optional:-->
            <u_sponsor>?</u_sponsor>
            <!--Optional:-->
            <u_spot_quote_number>?</u_spot_quote_number>
            <!--Optional:-->
            <u_sap_build_sales_order_number>?</u_sap_build_sales_order_number>
            <!--Optional:-->
            <u_sap_run_sales_order_number>?</u_sap_run_sales_order_number>
            <!--Optional:-->
            <u_internal_order_number>?</u_internal_order_number>
            <!--Optional:-->
            <u_cost_center_no>?</u_cost_center_no>
            <!--Optional:-->
            <u_planned_cost>?</u_planned_cost>
            <!--Optional:-->
            <u_currency>?</u_currency>
            <!--Optional:-->
            <u_build_run_activity>?</u_build_run_activity>
            <!--Optional:-->
            <u_service_name>?</u_service_name>
            <!--Optional:-->
            <u_service_acronyms>?</u_service_acronyms>
            <!--Optional:-->
            <u_service_short_description>?</u_service_short_description>
            <!--Optional:-->
            <u_used_by_bu>?</u_used_by_bu>
            <!--Optional:-->
            <u_lead_bu>?</u_lead_bu>
            <!--Optional:-->
            <u_buit_owner>?</u_buit_owner>
            <!--Optional:-->
            <u_service_account_manager>?</u_service_account_manager>
            <!--Optional:-->
            <u_service_delivery_manager>?</u_service_delivery_manager>
            <!--Optional:-->
            <u_service_owner>?</u_service_owner>
            <!--Optional:-->
            <u_service_type>?</u_service_type>
            <!--Optional:-->
            <u_support_model>?</u_support_model>
            <!--Optional:-->
            <u_service_location>?</u_service_location>
            <!--Optional:-->
            <u_service_provider_location>?</u_service_provider_location>
            <!--Optional:-->
            <u_service_impact>?</u_service_impact>
            <!--Optional:-->
            <u_application_type>?</u_application_type>
            <!--Optional:-->
            <u_application_name>?</u_application_name>
            <!--Optional:-->
            <u_application_version>?</u_application_version>
            <!--Optional:-->
            <u_backend_services>?</u_backend_services>
            <!--Optional:-->
            <u_client_services>?</u_client_services>
            <!--Optional:-->
            <u_incident_priority_max>?</u_incident_priority_max>
            <!--Optional:-->
            <u_support_responsibilities>?</u_support_responsibilities>
            <!--Optional:-->
            <u_support_times>?</u_support_times>
            <!--Optional:-->
            <u_recovery_time>?</u_recovery_time>
            <!--Optional:-->
            <u_service_availability>?</u_service_availability>
            <!--Optional:-->
            <u_authentication_ldap>?</u_authentication_ldap>
            <!--Optional:-->
            <u_nas_storage>?</u_nas_storage>
            <!--Optional:-->
            <u_external_links_requests>?</u_external_links_requests>
            <!--Optional:-->
            <u_security_exemptions>?</u_security_exemptions>
            <!--Optional:-->
            <u_rtp_coordinator>?</u_rtp_coordinator>
            <!--Optional:-->
            <u_acceptance_criteria>?</u_acceptance_criteria>
            <!--Optional:-->
            <u_post_implementation_support>?</u_post_implementation_support>
            <!--Optional:-->
            <u_escalation_path>?</u_escalation_path>
            <!--Optional:-->
            <u_notification_list>?</u_notification_list>
            <!--Optional:-->
            <u_country_notified>?</u_country_notified>
            <!--Optional:-->
            <u_notification_justification>?</u_notification_justification>
            <!--Optional:-->
            <work_notes_list>?</work_notes_list>
            <!--Optional:-->
            <u_external_system>?</u_external_system>
            <!--Optional:-->
            <u_external_id>?</u_external_id>
        </cchm:insert>
    </soapenv:Body>
</soapenv:Envelope>